Repository: R2NorthstarTools/VTOL
Catalog: VTOL_2.0.0/Resources/Languages/Language.*.resx
Languages: fr, it, ko, zh

# MainWindow_About
source: About
fr: À Propos
it: Info
ko: 정보

# MainWindow_Settings
source: Settings
fr: Paramètres
it: Impostazioni
ko: 설정

# Page_Tools_OpenFolder
source: Open Folder
fr: Ouvrir le dossier
it: Apri Cartella
ko: 폴더 열기

# Page_Tools_WebPage_
source: WebPage
fr: Page web
ko: 웹_페이지

# Page_Tools_Check_For_Tools_Launch
source: Launch
fr: Lancer
it: Avvia
ko: 시작

# Page_Tools_Check_For_Tools_Install
source: Install
fr: Installer
it: Installa
ko: 설치

# Page_Tools_Download_Zip_To_Path_DownloadingAndInstalling
source: Downloading and Installing
fr: Téléchargement et installation
it: Scaricando ed installando
ko: 다운로드 및 설치

# Page_Tools_Locate_Repak_Exe_Click_ExeLocated
source: Exe Located!
fr: Exe localisé !
it: Exe Trovato!
ko: 위치한다.

# Page_Tools_LaunchArguments
source: Launch Arguments
fr: Arguments de lancement
it: Comandi di Avvio
ko: 인수 실행!

# Page_Mods_ReverseFilterOrder
source: Reverse Filter Order
fr: Inverser l'ordre du filtre(s)
it: Inverti Ordine Filtro
ko: 필터 역순!

# Page_Thunderstore_Sort
source: Sort
fr: Trier
it: Ordina
ko: 정렬

# Page_Thunderstore_Category
source: Category
fr: Catégorie
it: Categoria
ko: 범주

# Page_Mods_Info
source: Info
ko: 정보

# Page_Mods_Delete
source: Delete
fr: Supprimer
it: Cancella
ko: 삭제

# Page_Mods_Open_Mod_Info_OpenFolder
source: Open Folder
fr: Ouvrir le dossier
it: Apri Cartella
ko: 폴더 열기

# Page_Mods_Call_Mods_From_Folder_Enable
source: Enable
fr: Activer
it: Attiva
ko: 사용
zh: 启用

# Page_Mods_Call_Mods_From_Folder_Disable_
source: Disable
fr: Désactiver
it: Disattiva
ko: 사용 안 함
zh: 禁用

# Page_Tools_LocateModContent
source: Locate Mod Content
fr: Localiser le contenu du mod
it: Individua il contenuto della mod
ko: 모드 콘텐츠 찾기!
zh: 定位修改内容

# MainWindow_NewLogChangesHaveBeenDetectedPleaseClickMeToOpenYourLogsFolder
source: New log changes have been detected , please click me to open your Logs Folder.
fr: De nouveaux changements ont été détectés dans les journaux, veuillez cliquer sur moi pour ouvrir votre dossier de journaux.
it: Sono state rilevate nuove modifiche ai Log, clicca qui per aprire la cartella dei Log.
ko: 새로운 로그 변경 사항이 감지되었습니다. 로그 폴더를 열려면 저를 클릭하십시오.!

source: @A Change in Language was detected @VTOL requires a restart to display these changes. @Would You like to restart now?.
fr: @Un changement de language a été detecté, @VTOL doit redémarrer pour que les changements puissent avoir effet. @Voulez vous redémarrer maintenant ?
it: @Un cambiamento nel Linguaggio è stato identificato @VTOL richiede un riavvio per applicare questi cambiamenti. @Vuoi riavviare ora?.
ko: @ A 언어 변경이 감지되었습니다 @ VTOL은 이 변경 사항을 표시하려면 다시 시작해야 합니다. @ 지금 다시 시작하시겠습니까?!

# Page_Settings_Settings_LostFocus_Restart
source: Restart
fr: Redémarrer
it: Riavvia
ko: 다시 시작

# Page_Settings_Settings_LostFocus_LanguageChangeDetected
source: -Language Change Detected-
fr: -Changement de language détecté-
it: -Cambiamento di linguaggio identificato-
ko: -언어 변경이 감지되었습니다-!

# Page_Server_Export_Server_Config_Click_PleaseRecheckYourSaveLocation
source: "Please Recheck your save Location
fr: Verifiez votre emplacement de sauvegarde
it: Per favore ricontrolla la posizione del tuo salvataggio
ko: 저장 위치를 다시 확인해 주세요!

# Page_Tools_Locate_Repak_Exe
source: Locate_Repak_Exe
fr: Localiser_Repak_exe
it: Trova_Repak_Exe
zh: 选择Repack路径
