Repository: R2NorthstarTools/VTOL
Catalog: VTOL_2.0.0/Resources/Languages/Language.*.resx
Languages: fr, it, ko, zh

source: Please Wait as VTOL restarts!
fr: Veuillez attendre le redémarrage de VTOL !
it: Attendi il riavvio di VTOL!
ko: VTOL이 다시 시작될 때까지 기다려 주세요!!
zh: 请等待 VTOL 重启!

# Page_Skins_Install_Skin_From_Path_TheSkin
source: The Skin -
fr: Le skin -
it: La skin -
ko: 피부
zh: 皮肤 -

# Page_Skins_Install_Skin_From_Path_HasBeenInstalled
source: - has been Installed!
fr: - a été installé !
it: - è stato installato!
ko: - 설치 완료!!
zh: -已经被安装!

# Page_Skins_Drag_Drop_Area_Drop_IsNotASkinZip
source: is Not a Skin Zip!
fr: n'est pas un fichier zip de skin !
it: non è una zip Skin!
ko: 스킨 집업이 아닙니다!!
zh: 不是皮肤zip压缩包!

# Page_Skins_Drag_Drop_Area_Drop_DragToInstall
source: Drag to Install
fr: Glisser-déposer pour installer
it: Trascina per installare
ko: 드래그하여 설치하세요!
zh: 拖到到此处来安装

# Page_Skins_Drag_Drop_Area_Drop_CompatibleSkinSFound
source: Compatible Skin(s) Found :
fr: Skin(s) compatible(s) trouvé(s) :
it: Skin compatibili trovate :
ko: 호환되는 스킨을 찾았습니다:!
zh: 可使用的皮肤:

# Page_Skins_Browse_Click_CompatibleSkinFoundAt
source: Compatible Skin Found at :
fr: Skin(s) compatible(s) trouvé(s) :
it: Skin compatibile trovata in :
ko: 다음에서 호환되는 스킨을 찾았습니다:!
zh: 可使用的皮肤路径 :

# Page_Skins_Browse_Click_IsNotASkinZip
source: is Not a Skin Zip!
fr: - n'est pas un fichier zip de skin !
it: non è un file zip di una skin!
ko: 스킨 집업이 아닙니다!!
zh: 不是皮肤zip压缩包!

# Page_Skins_OPEN_WEBPAGE_OpeningTheFollowingURL
source: Opening the Following URL -
fr: Ouverture de l'URL suivante -
it: Apertura del seguente URL -
ko: 다음 URL 열기 -!
zh: 正在打开这个链接:

# Page_Home_Auto_Install__NORTHSTARISNOTINSTALLEDANDAUTOINSTALLFAILED
source: NORTHSTAR IS NOT INSTALLED AND AUTO INSTALL FAILED!
fr: NORTHSTAR N'EST PAS INSTALLÉ ET L'INSTALLATION AUTOMATIQUE A ÉCHOUÉ !
it: NORTHSTAR NON E' INSTALLATO E L'INSTALLAZIONE AUTOMATICA E' FALLITA!
ko: Northstar가 설치되지 않았고 자동 설치에 실패했습니다!!
zh: NorthStar 没有被安装并且自动安装失败!

# Page_Home_INIT_NORTHSTARAUTOINSTALLWILLNOWBEGINPLEASEWAITABOUT30SECONDS
source: NORTHSTAR AUTO INSTALL WILL NOW BEGIN, PLEASE WAIT ABOUT 30 SECONDS!
fr: L'INSTALLATION AUTOMATIQUE DE NORTHSTAR VA COMMENCER, VEUILLEZ ATTENDRE 30 SECONDES !
it: INSTALLAZIONE AUTOMATICA DI NORTHSTAR IN CORSO, ATTENDERE 30 SECONDI!
ko: NORTHSTAR AUTO 설치가 이제 시작됩니다. 30초 정도 기다려주세요!!
zh: NorthStar 自动安装现在启动了, 差不多需要30秒完成!

source: Master Server Checked And Timed Out too much. Turning off Master Server Checks
fr: Trop de vérifications infructueuses du serveur maître. Désactivations des vérifications du serveur maître
it: Troppi tentativi di verifica con il Master Server falliti. Controlli Master Server disabilitati
ko: 마스터 서버가 점검되고 시간이 너무 많이 초과되었습니다. 마스터 서버 점검 끄기!
zh: 主服务器超时时间过长. 正在关闭主服务器检查.

# Page_Home_Origin_Client_Card_Click_TheOriginClientIsAlreadyRunning
source: The Origin Client Is already Running!
fr: Le client Origin est déjà en cours d'exécution !
it: L'Origin Client è già in esecuzione!
ko: Origin 클라이언트가 이미 실행 중입니다!!
zh: Origin 客户端已经在运行了!

# Page_Home_Browse_Titanfall_Button_Click_IsValidAndHasBeenSet
source: is Valid and has been Set
fr: est valide et a été appliqué
it: è valido ed è stato applicato
ko: 이 (가) 유효하며 설정되었습니다!
zh: 是有效的并且已经被设置

# Page_Home_Browse_Titanfall_Button_Click_TheLocation
source: The Location -
fr: L'emplacement -
it: La posizione -
ko: 타운
zh: 路径 - '

# Page_Home_Browse_Titanfall_Button_Click_IsNotValid
source: Is not Valid
fr: n'est pas valide
it: non è valida
ko: 날짜가 잘못되었습니다!
zh: 不是有效的

# Browse_Titanfall_Button_Click_TheLocation
source: The Location -
fr: L'emplacement -
it: La posizione -
ko: 타운
zh: 路径 - '

# Check_Integrity_Of_NSINSTALL_DirectoryCheckFailed
source: Directory Check Failed
fr: La vérification du dossier a échoué
it: Verifica del percorso fallita
ko: 디렉터리 검사 실패!
zh: 路径检查失败!

# Read_Latest_Release_InvalidReleaseDonwloadURL
source: Invalid Release Donwload URL!
fr: URL de téléchargement de la version invalide !
it: URL di download della versione non valido!
ko: 잘못된 릴리스 돈로드 URL!!
zh: 错误的发行版下载链接!

# Parse_Release_ReleaseNotFound
source: Release Not Found!
fr: Impossible de trouver la version !
it: Versione non trovata!
ko: 릴리스를 찾을 수 없습니다!!
zh: 发行版本未找到!

# Unpack_To_Location_InstallationComplete
source: Installation Complete!
fr: L'installation est terminée !
it: Installazione completata!
ko: 설치 완료
zh: 安装成功!

# Check_For_New_Northstar_Install_UpdateAvailableDownloadingAndInstallingNow
source: Update Available Downloading And Installing Now!
fr: Téléchargement et installation de la mise à jour !
it: Installazione del nuovo aggiornamento in corso!
ko: 지금 다운로드 및 설치 가능 업데이트!!
zh: 升级可用, 正在下载并安装!

# Check_For_New_Northstar_Install_ReleaseCandidateDetected
source: Release Candidate Detected
fr: Version de test détectée
it: Rilevata versione di prova
ko: 릴리스 후보가 감지되었습니다!
zh: 检测到预发行版本

# Unpack_To_Location_TheFile
source: The File -
fr: Le fichier -
it: Il file -
ko: 파일
zh: 文件 -

# Unpack_To_Location_WasNotFound
source: Was not Found!
fr: n'a pas été trouvé !
it: non è stato trovato!
ko: 사용자를 찾을 수 없습니다
zh: 未找到!

# Page_Home_Unpack_To_Location_WasNotFound
source: Was not Found!
fr: n'a pas été trouvé !
it: non è stato trovato!
ko: 사용자를 찾을 수 없습니다
zh: 未找到!

# Page_Home_Unpack_To_Location_TheFile
source: The File -
fr: Le fichier -
it: Il file -
ko: 파일
zh: 文件 -

# Page_Home_Unpack_To_Location_IsNotAZip
source: is not a zip!
fr: n'est pas un fichier zip !
it: non è un file zip!
ko: 는 지퍼가 아닙니다!!
zh: 不是zip压缩包!

source: Could not Find EA Origin Install, Please Start Manually, Or Repair your installation!
fr: Impossible de trouver l'installation d'EA Origin, veuillez lancer manuellement ou réparer votre installation !
it: Impossibile trovare l'installazione di EA Origin, avvialo manualmente o ripara l'installazione!
ko: EA Origin 설치를 찾을 수 없습니다. 수동으로 시작하거나 설치를 복구하십시오!!
zh: 找不到已安装的 EA Origin 客户端, 请手动打开, 或者修复你的安装!

# Page_Home_INIT_InstallNorthstar
source: Install Northstar
fr: Installer Northstar
it: Installa Northstar
ko: 북극성 설치!
zh: 安装 NorthStar

# Page_Home_INIT_UpdateNorthstar
source: Update Northstar
fr: Mettre à jour Northstar
it: Aggiorna Northstar
ko: 북극성을 업데이트하세요!
zh: 升级 +NorthStar

# Page_Tools_Save_Mod_Click_NoValidZipFileToPackWasFound
source: No Valid Zip file to pack was found
fr: Aucun fichier zip valide n'a été trouvé
it: Non è stato trovato nessun file zip valido
ko: 포장할 유효한 Zip 파일을 찾을 수 없습니다!
zh: 找不到要打包的有效zip文件

# Page_Tools_Icon_Image_MouseDown_InvalidImageSizeMustBe256x256
source: Invalid Image Size!. Must be 256x256
fr: Les dimensions de l'image doivent être 256x256!
it: Immagine non valida! Le dimensioni devono essere 256x256
ko: 잘못된 이미지 크기!. 256x256이어야 합니다!
zh: 映像文件大小不可用!. 必须是 256x256

# Page_Tools_Locate_Zip_Click_InvalidZipFound
source: Invalid Zip Found
fr: Fichier zip invalide trouvé
it: File zip non valido trovato
ko: 잘못된 우편번호를 찾았습니다!
zh: 找到了不可用的zip压缩包

# Page_Tools_Locate_Zip_Click_ValidZipFound
source: Valid Zip Found
fr: Fichier zip valide trouvé
it: File zip valido trovato
ko: 유효한 지퍼를 찾았습니다!
zh: 找到了可用的zip压缩包

# Page_Tools_Output_Button_Click_NotAnOutputDirectory
source: Not An Output Directory
fr: Pas un dossier de sortie
it: Non è una cartella di output
ko: 출력 디렉터리가 아닙니다!
zh: 不是一个输出目录

# Page_Tools_create_Manifest_OneOfTheManifestInputsAreEmpty
source: One of the Manifest Inputs are Empty
fr: L’une des entrées du manifeste est vide
it: Un Manifest Input è vuoto
ko: 매니페스트 입력 중 하나가 비어 있습니다!
zh: 列表中有一项是空的

# Page_Tools_Save_Mod_Click_NoValidOutputPathFound
source: No Valid Output Path Found
fr: Aucun chemin de sortie valide n'a été trouvé
it: Nessun percorso di output valido trovato
ko: 유효한 출력 경로를 찾을 수 없습니다!
zh: 找不到可用的输出路径

# Page_Tools_Save_Mod_Click_SuccessfullyPackedAllItemsTo
source: Successfully Packed all items to -
fr: Tous les fichiers ont été compressés avec succès à l’emplacement -
it: Tutti i file sono stati compressi correttamente in -
ko: 모든 아이템을 -! (으) 로 포장했습니다.
zh: 成功打包了所有文件至 -

# Page_Tools_Save_Mod_Click_NoValidModICONFound
source: No Valid Mod ICON Found
fr: Aucune icône de mod valide trouvé
it: Nessuna icona mod valida trovata
ko: 유효한 개조 부품 아이콘이 없습니다!
zh: 找不到可用的 Mod 图标

# Page_Tools_Icon_Image_MouseDown_NotAValidPNGImage
source: Not A Valid PNG Image
fr: N'est pas une image PNG valide
it: Immagine PNG non valida
ko: 유효한 PNG 이미지가 아닙니다!
zh: 不是可用的 png 格式图片

# Page_Tools_Icon_Image_MouseDown_ValidImageFoundAt
source: Valid Image Found at -
fr: Image valide trouvée à -
it: Immagine valida trovata in -
ko: -에서 유효한 이미지를 찾았습니다!
zh: 找到了可用映像 -

# Page_Tools_Icon_Image_MouseDown_ThatWasNotAProperPNG
source: That was not a proper PNG
fr: N'est pas une image PNG
it: Non è un immagine PNG
ko: 제대로 된 PNG가 아니었습니다!
zh: 这不是适用的 png 图片

# Page_Tools_Image_Icon_Drop_InvalidImageSizeMustBeSmallerThan2048X2048
source: Invalid Image Size!. Must be smaller than 2048 x 2048
fr: Les dimensions de l'image doivent être inférieures à 2048x2048
it: Immagine non valida! Le dimensioni devono essere minori di 2048x2048
ko: 잘못된 이미지 크기!. 2048 x 2048보다 작아야 합니다!
zh: 图片大小不可用!. 必须比 2048x2048 更小

# Page_Tools_ProcessSkin_SkinNameNotSet
source: Skin Name Not Set!
fr: Aucun nom de skin paramétré !
it: Nessun nome della skin impostato!
ko: 이름이 설정되지 않았습니다.
zh: 皮肤名称未设置!

# Page_Tools_ProcessSkin_ItemNotSet
source: Item Not Set!
fr: Item non paramétré !
it: Item non impostato!
ko: 설정되지 않음
zh: 物品名称未设置!

# Page_Tools_ProcessSkin_OutputPathIsNotSet
source: Output path is not set!
fr: Chemin de sortie non paramétré !
it: Percorso di output non impostato!
ko: 출력 경로가 설정되지 않았습니다!!
zh: 输出路径未设置!

# Page_Tools_ProcessSkin_MapsAreNotSet
source: Maps Are not Set!
fr: Maps non paramétrées !
it: Maps non impostate!
ko: 지도가 설정되지 않았습니다!!
zh: 地图未设置!

# Page_Tools_ProcessSkin_GeneratedTheSkinSuccessfully
source: Generated The Skin Successfully!
fr: Le skin a correctement été généré !
it: Skin generata correttamente!
ko: 생성한 스킨이 성공적으로 생성되었습니다!!
zh: 成功生成皮肤!

# Page_Thunderstore_Unpack_To_Location_Custom_HasBeenDownloadedAndInstalled
source: has been Downloaded and Installed
fr: a été téléchargé et installé
it: è stato Scaricato e Installato
ko: 이 (가) 다운로드되어 설치되었습니다!
zh: 已经被下载且安装

# Page_Server_Launch_Northstar_Dedicated_Click_CouldNotFindDedicatedBat
source: Could Not Find Dedicated bat!
fr: Impossible de trouver le fichier bat dédié !
it: File bat dedicato non trovato!
ko: 전용 박쥐를 찾을 수 없습니다!!
zh: 找不到服务器启动脚本!

# Page_Server_OnKeyDownHandler_Dedi_Arg_Saved
source: Saved
fr: Sauvegardé
it: Salvato
ko: 저장됨
zh: 已保存

# Page_Server_OnKeyDownHandler_Dedi_Arg_AutoSaveFailed
source: Auto Save failed
fr: La sauvegarde automatique a échoué
it: Salvataggio automatico fallito
ko: 자동 저장 실패
zh: 自动保存失败

# Page_Server_Validate_Combo_Box_CannotReadInput
source: Cannot Read Input
fr: Impossible de lire
it: Impossibile leggere l'input
ko: 입력을 읽을 수 없습니다!
zh: 不能读取输入

# Page_Server_Read_Convar_args_CannotSetThePath
source: Cannot Set The path
fr: Impossible de changer le chemin
it: Impossibile impostare il percorso
ko: 경로를 설정할 수 없습니다!
zh: 不能设置路径

# Page_Server_Launch_Northstar_Advanced_Click_CouldNotFindNorthstarExe
source: Could Not Find Northstar.exe!
fr: Northstar.exe n'a pas été trouvé !
it: Northstar.exe non trovato!
ko: Northstar.exe를 찾을 수 없습니다!!
zh: 未找到 Northstar.exe!

# Page_Server_StartupArgumentsNorthstarDedicatedClient
source: Startup Arguments Northstar Dedicated Client
fr: Arguments de démarrage du client dédié Northstar
it: Comandi di avvio del Client Northstar dedicato
ko: 스타트업 논쟁, 북스타 전담 고객!
zh: 启动含参数的 NorthStar 服务端

# Page_Home_WelcomeTo
source: Welcome To
fr: Bienvenue sur
it: Benvenuto in
ko: 시작
zh: 欢迎来到

# Page_Home_CustomModdingAndServerFramework
source: Custom Modding And Server Framework
fr: Logiciel de modding et d’hébergement de serveurs
it: Custom Mod e Server Framework
ko: 사용자 지정 모드 및 서버 프레임워크!
zh: 可自定义的模组和服务器框架

# Page_Home_LaunchTitanfall2Northstar
source: Launch Titanfall 2 Northstar
fr: Lancer Northstar Titanfall2
it: Avvia Titanfall 2 Northstar
ko: 타이탄폴 2 북극성 발사!
zh: 启动 TitanFall 2 NorthStar

# Page_Home_MasterServer
source: Master Server
fr: Serveur maître
ko: 마스터 서버
zh: 主服务器

# Page_Home_ToggleChecking
source: Toggle Checking
fr: Basculer la vérification
it: Attiva/disattiva verifica
ko: 토글 확인 중!
zh: 切换主服务器检查

# Page_Home_IndicatesIfOriginIsRunningClickToLaunchIfInactive
source: Indicates if Origin is running (Click To launch if inactive)
fr: Im not scared you are
it: Indica se Origin è in esecuzione (Premi per avviarlo)
ko: Origin이 실행 중인지 여부를 나타냅니다 (비활성일 경우 시작하려면 클릭)!
zh: 显示 Origin 是否正在运行 (如果未激活, 单击此处启动)

# Page_Home_ShowsThePingLatencyOverTime
source: Shows the ping+latency over time
fr: Affiche le ping et la latence en fonction du temps
it: Visualizza ping e latenza nel tempo
ko: 시간이 지남에 따라 핑 + 레이턴시를 표시합니다!
zh: 随时间显示 Ping 与 延迟

# Page_Home_OpenTitanfall2Folder
source: Open Titanfall 2 Folder
fr: Ouvrir le dossier de Titanfall 2
it: Apri la cartella di Titanfall 2
ko: Titanfall 2 폴더를 엽니다!
zh: 打开 TitanFall 2 目录

# Page_Home_LocateTitanfall2Install
source: Locate Titanfall 2 Install
fr: Trouver le dossier de Titanfall 2
it: Trova la cartella di installazione di Titanfall 2
ko: Titanfall 2 설치 위치를 찾으세요!
zh: 定位 TitanFall 2 安装目录

# Page_Home_ManuallyChangeTheTitanfall2InstallDirectory
source: Manually Change the Titanfall 2 Install Directory
fr: Changer manuellement le dossier d'installation de Titanfall 2
it: Cambia manualmente la cartella di installazione di Titanfall 2
ko: Titanfall 2 설치 디렉토리를 수동으로 변경하십시오!
zh: 手动更改 TitanFall2 安装目录位置

# Page_Home_UpdateNorthstar
source: Update +Northstar
fr: Mettre à jour Northstar
it: Aggiorna Northstar
ko: 업데이트 + 북극성!
zh: 更新 NorthStar

# Page_Home_NorthstarInstallation
source: Northstar Installation
fr: Installation de Northstar
it: Installazione Northstar
ko: 북극성 설치!
zh: NorthStar 安装程序

# Page_Home_LaunchNorthstar
source: launch +Northstar
fr: Lancer Northstar
it: Avvia +Northstar
ko: 출동 + 북극성!
zh: 启动 +NorthStar"

# Page_Home_Install_NS_METHOD_SequenceContainsNoElements
source: Sequence contains no elements
fr: La séquence ne contient aucun élément
it: La sequenza non contiene elementi
ko: 시퀀스에 요소가 없음
zh: 序列不包含任何元素

# MainWindow_MainWindow_VTOLSYSTEMSFAILEDTOFINDYOURDOCUMENTSFOLDER
source: VTOL SYSTEMS FAILED TO FIND YOUR DOCUMENTS FOLDER
fr: Les systèmes VTOL n'ont pas pu trouver le dossier Documents
it: VTOL NON E' RIUSCITO A LOCALIZZARE LA CARTELLA DOCUMENTI
ko: VTOL 시스템이 문서 폴더를 찾지 못했습니다!
zh: VTOL 未成功找到你的文档文件夹

# Page_Mods_RightClickForContextMenu
source: RightClick for Context Menu
fr: Clic droit pour afficher le menu contextuel
it: Tasto destro per aprire il menù contestuale
ko: 컨텍스트 메뉴에 대한 오른쪽 클릭!
zh: 右键打开菜单

# Page_Mods_ListedHereAreTheModsThatAreCurrentlyInstalled
source: Listed Here are the Mods that are Currently Installed.
fr: Liste des mods installés.
it: Lista delle mod installate.
ko: 나열된 개조 부품은 현재 설치되어 있는 개조 부품입니다.!
zh: 展示在这里的是已经安装的 Mods

# Page_About_AboutVTOLAndDocumentationOnItsUse
source: About VTOL and Documentation On its Use.
fr: Documentation d'usage et à propos de VTOL
it: Documentazione sull'uso e info di VTOL.
ko: VTOL 및 그 사용에 관한 문서 소개.!
zh: 关于 VTOL 及其使用文档

# Page_About_ABOUT
source: ABOUT
fr: À propos
it: INFO
ko: 정보
zh: 关于

# Page_About_CheckForUpdate
source: Check For Update
fr: Vérifier les mises à jour
it: Verifica aggiornamenti
ko: 업데이트 확인
zh: 检查更新

# Page_About_ConfigureUpdates
source: Configure Updates
fr: Configurer les mises à jour
it: Configura aggiornamenti
ko: 업데이트 구성
zh: 配置更新

# Page_About_DefualtTextboxText
source: Defualt Textbox Text
fr: Champ de texte par défaut
it: Campo di testo predefinito
ko: Defualt 텍스트 상자 텍스트!
zh: 默认文本框文本

# Page_Mods_MODS
source: MODS
it: MOD
ko: 모드
zh: 模组

# Page_Mods_Filter
source: Filter
fr: Filtres
it: Filtri
ko: 필터
zh: 筛选

# Page_Server_LoadFiles
source: Load Files
fr: Charger les fichiers
it: Carica file
ko: 더 많은 파일 로드
zh: 加载

# Page_Server_ImportServerConfig
source: Import Server Config
fr: Importer une configuration serveur
it: Importa la configurazione del server
ko: 서버 구성 가져오기!
zh: 导入服务器配置

# Page_Server_LaunchNorthstarDedicatedServer
source: Launch Northstar Dedicated Server
fr: Lancer le serveur dédié Northstar
it: Avvia server dedicato
ko: Northstar 전용 서버를 출시합니다!
zh: 启动 NorthStar 服务端

# Page_Server_LaunchNorthstarClient
source: Launch Northstar Client
fr: Lancer le client Northstar
it: Avvia il Client Northstar
ko: 북스타 클라이언트 출시!
zh: 启动 NorthStar 客户端

# Page_Server_ConfigureImportAndExportDedicatedServerAndClientSettings
source: Configure, Import and Export Dedicated Server and Client Settings
fr: Configurer, importer et exporter les paramètres client et serveur dédié
it: Configura, importa ed esporta le impostazioni client e server dedicati
ko: 전용 서버 및 클라이언트 설정을 구성, 가져오기 및 내보내기!
zh: 配置, 导入与导出服务端与客户端设定

# Page_Server_SERVER
source: SERVER
fr: SERVEUR
ko: 서버
zh: 服务器

# Page_Server_LaunchNorthstarDedicatedClient
source: Launch Northstar Dedicated Client
fr: Lancer le client dédié Northstar
it: Avvia il Client Northstar dedicato
ko: 북스타 전용 클라이언트 출시!
zh: 启动 NorthStar 专用客户端

# Page_Server_ExportServerConfig
source: Export Server Config
fr: Exporter la configuration serveur
it: Esporta configurazione server
ko: 서버 구성 내보내기!
zh: 导出服务器配置

# Page_Settings_FineTuneAndConfigureVTOLHere
source: Fine Tune And Configure VTOL Here
fr: Configuration de VTOL
it: Configurazione di VTOL
ko: 여기에 미세 조정 및 VTOL 구성!
zh: 在此微调和配置 VTOL

# Page_Settings_SETTINGS
source: SETTINGS
fr: PARAMÈTRES
it: IMPOSTAZIONI
ko: 설정
zh: 设置

# Page_Skins_InstallDDSForamttedSkinsHere
source: Install DDS Foramtted Skins Here
fr: Installer des skins au format DDS
it: Installa le skin in formato DDS
ko: 여기서 DDS Foramtted 스킨을 설치하세요!
zh: 在这里安装 DDS 格式的皮肤

# Page_Skins_SKINS
source: SKINS
it: SKIN
ko: 스킨
zh: 皮肤

# Page_Skins_InstallSkin
source: Install Skin
fr: Installer des skins
it: Installa skin
ko: 스킨 설치!
zh: 安装皮肤

# Page_Skins_OpenTheFAQPage
source: Open the FAQ Page
fr: Ouvrir la page FAQ
it: Apri il FAQ
ko: 자주 묻는 질문 페이지를 엽니다!
zh: 打开 FAQ 页面

# Page_Skins_OpenAGuidePage
source: Open a Guide Page
fr: Ouvrir la page Guide
it: Apri il manuale d'uso
ko: 가이드 페이지를 엽니다!
zh: 打开向导页

# Page_Skins_Browse
source: Browse
fr: Parcourir
it: Apri
ko: 찾아보기
zh: 浏览

# Page_Thunderstore_TheseAreTheCollectionOfModsHostedOnTheThunderStoreModPlatform
source: These are the Collection of Mods Hosted On the ThunderStore Mod platform.
fr: Liste des mods hébergés sur la plateforme de mods Thunderstore
it: Lista delle mod ospitate sulla piattaforma Thunderstore
ko: ThunderStore Mod 플랫폼에서 호스팅된 Mods 컬렉션입니다.
zh: 在 ThunderStore 平台上的模组

# Page_Thunderstore_THUNDERSTORE
source: THUNDERSTORE
ko: 운더스토리!

# Page_Tools_ToolsForEaseOfDevelopmentOnTheNorthstarClient
source: Tools For Ease of Development on the Northstar Client
fr: Outils pour faciliter le développement du client Northstar
it: Strumenti per facilitare la programmazione nel Client Northstar
ko: Northstar 클라이언트의 개발 편의를 위한 도구!
zh: 便于在 NorthStar 客户端上进行开发的工具

# Page_Tools_TOOLS
source: TOOLS
fr: OUTILS
it: STRUMENTI
ko: 도구
zh: 工具

# Page_Home_OriginClientRunning
source: Origin Client Running
fr: Client Origin en cours d'exécution
it: Client Origin in esecuzione
ko: Origin 클라이언트 실행 중!
zh: 运行Origin客户端

# Page_Tools_Content
source: Content
fr: Contenu
it: Contenuti
ko: 콘텐츠
zh: 内容

# Page_Tools_Name
source: Name
fr: Nom
it: Nome
ko: 이름
zh: 名称

# Page_Tools_Version
source: Version
it: Versione
ko: 버전
zh: 版本

# Page_Tools_Webpage
source: Webpage
fr: Page web
ko: 웹_페이지
zh: 网页

# Page_Tools_Description
source: Description
it: Descrizione
ko: 설명
zh: 简介

# Page_Tools_Dependencies
source: Dependencies
fr: Dépendances
it: Requisiti
ko: 종속성
zh: 依赖

# Page_Tools_OutputDirectory
source: Output Directory
fr: Dossier de sortie
it: Cartella di output
ko: 출력 디렉터리
zh: 输出目录

# Page_Tools_Icon
source: Icon
fr: Icône
it: Icona
ko: 아이콘
zh: 图标

# Page_Tools_Item
source: Item
fr: Élement
ko: 항목
zh: 物品

# Page_Tools_DragAndDropOrClickToPopulateTheMaps
source: Drag and Drop or Click to populate the Maps
fr: Glisser-déposer ou cliquer pour actualiser la liste des maps
it: Trascina o clicca per aggiungere Maps
ko: 드래그 앤 드롭 또는 클릭하여 지도를 채웁니다!
zh: 拖动或单击以添加地图

# Page_Tools_LocateSkinContent
source: Locate Skin Content
fr: Trouver le contenu du skin
it: Trova i file della skin
ko: 스킨 내용 찾기!
zh: 选择皮肤路径

# Page_Tools_TestReadmeText
source: Test Readme Text
fr: Tester le texte du readme
it: Prova Testo Readme
ko: Readme 텍스트 테스트!
zh: 测试Readme文字

# Page_Tools_VersionNumber
source: Version Number
fr: Numéro de version
it: Numero versione
ko: 버전 번호
zh: 版本号

# Page_Tools_AuthorName
source: Author Name
fr: Nom de l'auteur
it: Nome dell'autore
ko: 작성자 이름
zh: 作者

# Page_Tools_SkinName
source: Skin Name
fr: Nom du skin
it: Nome della skin
ko: 스킨 이름
zh: 皮肤名称

# Page_Mods_Call_Mods_From_Folder_PleaseOpenYourFolderAt
source: Please Open your Folder at -
fr: Veuillez ouvrir le dossier à -
it: Si prega di aprire la cartella in -
ko: 폴더 열기: -!
zh: 请前往路径 -

# Page_Mods_Call_Mods_From_Folder_AndManuallyRepairTheMod
source: and Manually repair the mod -
fr: et réparer manuellement le mod -
it: e riparare manualmente la mod -
ko: 개조 부품을 직접 수리하고 수리하세요 -!
zh: 并手动修复该Mod -

# Page_Mods_Call_Mods_From_Folder_ThereIsAnIssueDetectedWithYourMod
source: There is an Issue Detected with your Mod!
fr: Un problème a été détecté avec votre mod !
it: È stato rilevato un problema con la tua Mod!
ko: 개조 부품에 문제가 감지되었습니다!!
zh: 在您的Mod中发现问题!

# Page_Mods_Call_Mods_From_Folder_ModCount
source: Mod Count:
fr: Nombre de mods :
it: Numero Mod installate:
ko: 개조 횟수:!
zh: Mod数量:

# Page_Home_INIT_InvalidInstallPathPleaseManuallyLocateTheCorrectFolder
source: Invalid Install Path, Please manually locate the correct folder!
fr: Chemin d'installation invalide, veuillez localiser manuellement le dossier correct !
it: Percorso di installazione non valido, individuare manualmente la cartella corretta!
ko: 잘못된 설치 경로입니다. 올바른 폴더를 수동으로 찾으십시오!!
zh: 安装目录错误，请手动选择正确的目录！

# Page_Home_CurrentTitanfall2Path
source: Current Titanfall 2 Path
fr: Chemin actuel de Titanfall 2
it: Percorso corrente di Titanfall 2
ko: 현재 타이탄폴 2 경로!
zh: 当前 Titanfall 2 路径

# Page_Tools_PackageAsADDSSkin
source: Package as a DDS Skin?
fr: Paquet comme peau de DDS ?
it: Comprimere la skin in DSS?
ko: DDS 스킨으로 패키지?!
zh: 包装为DDS皮肤文件

# Page_Server_Load_Files__ReloadArguments
source: Reload Arguments
fr: Arguments de rechargement
it: Ricarica parametri
ko: 인수 다시 로드!
zh: 重新载入参数

# Page_Skins_MakingYourOwnSkin
source: Making Your Own Skin
fr: Fabriquer sa propre peau
it: Crea la tua skin
ko: 나만의 스킨 만들기!
zh: 创建你的皮肤

# Page_Tools_OutputAsAThunderstoreMod
source: Output As a Thunderstore Mod
fr: Sortie en tant que Thunderstore Mod
it: Salva come Thunderstore Mod
ko: 썬더스토어 개조 부품으로 출력!
zh: 输出为Thunderstore模组

# Page_Tools_CreateSkin
source: Create Skin
fr: Créer un skin
it: Crea Skin
ko: 스킨
zh: 创建皮肤

# Page_Tools_ConvertSkin
source: Convert Skin
fr: Convertir le skin
it: Converti Skin
ko: 변환
zh: 转换皮肤

# Page_Tools_LocateTheModZipManually
source: Locate the Mod Zip manually
fr: Localisez le Mod Zip manuellement
it: Trova manualmente il file Mod Zip
ko: 모드 지퍼를 수동으로 찾으세요!
zh: 手动选择Mod压缩包

# Page_Tools_LocateRepakExe
source: Locate Repak Exe
fr: Localiser Repak Exe
it: Trova Repak Exe
ko: 레팍 엑세를 찾으십시오!
zh: 选择Repak路径

# Page_Tools_ChooseYourItem
source: Choose Your Item
fr: Choisissez votre article
it: Scegli Item
ko: 아이템을 선택하세요!
zh: 选择你的物品

# Page_Server_StartupArgumentsNorthstarClient
source: Startup Arguments Northstar Client
fr: Arguments de démarrage Client Northstar
it: Comandi di avvio del Client Northstar
ko: 스타트업 인수인계 북스타 고객님!
zh: Northstar 客户端启动选项

# Page_Thunderstore_CardAction_Click_DoYouWantToInstallTheseAndTheMod
source: Do You want To install These and the Mod -
fr: Voulez-vous installer ceux-ci et le mod -
it: Vuoi installare questi e la Mod -
ko: 이것과 개조 부품을 설치하시겠습니까 -!

# MainWindow_Home
source: Home
fr: Accueil
ko: 집:

# MainWindow_Mods
source: Mods
it: Mod
ko: 모드

# MainWindow_Skins
source: Skins
it: Skin
ko: 스킨

# MainWindow_Server
source: Server
fr: Serveur
ko: 서버

# MainWindow_Tools
source: Tools
fr: Outils
it: Strumenti
ko: 도구
